Repository: asafmirzoev/samdu-credits
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Дневное
uz: Kunduzgi

source: Вечернее
uz: Sirtqi

source: Смешанное
uz: Qo'shma

source: Узбекский
uz: O'zbek tili

source: Таджикский
uz: Tojik tili

source: Загружено деканатом
uz: Dekanat tomonidan yuklangan

source: Цена кредита утверждена
uz: Kredit narxi tasdiqlangan

source: Оплатил
uz: To'langan

source: Подтверждено бухгалтером
uz: Buxgalter tomonidan tasdiqlangan

source: Неверный логин или для этого ID нет информации
uz: Login noto'g'ri yoki bu ID uchun ma'lumot yo'q

source: Файл квитанции обязателен
uz: Kvitansiya fayli zarur

source: Оплата не найдена
uz: To'lov topilmadi

source: Главная
uz: Bosh sahifa

source: Поиск студента
uz: Talaba qidiruvi

source: Загрузка данных
uz: Maʼlumotlarni yuklash

source: Дедлайн
uz: Dedlayn

source: Текущий Дедлайн
uz: Hozirgi Dedlayn

source: Выйти
uz: Chiqish

source: Время обработки кредитов вышло
uz: Kreditni kiritish muddati tugadi

source: Направления
uz: Yo'nalishlar

source: Кредиты курса
uz: Kurs kreditlari

source: Курсы
uz: Kurslar

source: Курс
uz: Kurs

source: Кредиты факультета
uz: Fakultet kreditlari

source: Семестры
uz: Semestrlar

source: Кредиты группы
uz: Guruh kreditlari

source: Семемтр
uz: Semestr

source: Факультеты
uz: Fakultetlar

source: ФИО или Hemis ID студента
uz: Student FISh yoki Hemis IDsi

source: Поиск
uz: Qidirish

source: Семестр
uz: Semestr

source: Оплата подтверждена
uz: To'lov tasdiqlangan

source: Подтвердить оплату
uz: To'lovni tasdiqlash

source: Ничего не найдено
uz: Hechnima topilmadi

source: Вы уверены что хотите подтвердить оплату студента
uz: Haqiqatan ham talaba toʻlovini tasdiqlamoqchimisiz?

source: Закрыть
uz: Yopish

source: Подтвердить
uz: Tasdiqlash

source: Выберите файл
uz: Faylni tanlang

source: Загрузить
uz: Yuklash

source: Группы
uz: Guruhlar

source: Кредиты направления
uz: Yo'nalish kreditlari

source: Дата оплаты
uz: To'lov vaqti

source: Бухгалтер
uz: Buxgalter

source: Финансы
uz: Moliya

source: Сохранить
uz: Saqlash

source: Скачать
uz: Yuklab olish

source: Направление
uz: Yo'nalishlar

source: Стоимость контракта направления
uz: Yo'nash yillik shartnoma narxi

source: Кредиты
uz: Kreditlar

source: Предмет
uz: Fan

source: Сумма
uz: Summa

source: Статус
uz: Status

source: Ещё не утверждена
uz: Hali tasdiqlanmagan

source: Оплачен
uz: To'langan

source: В разработке
uz: Ko'rib chiqilmoqda

source: Введите ваш Student ID
uz: Student ID kiriting

source: Войти
uz: Kirish

source: Учебная часть
uz: O'quv bo'limi

source: Декан
uz: Dekan

source: Неверные логин или пароль
uz: Login yoki parol xato

source: Логин
uz: Login

source: Введите ваш логин
uz: Parolingizni kiriting

source: Пароль
uz: Parol
